Repository: theYogam/dbBackup
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: New completed backup
fr: Nouveau backup terminé

source: English
fr: Anglais

source: French
fr: Français

source: Server IP
fr: Add. IP du serveur

source: Server username
fr: Username Serveur

source: Server password
fr: Mot de passe Serveur

source: Hostname
fr: Hôte

source: Database type
fr: Type de BD

source: Database name
fr: Nom BD

source: Database username
fr: Username BD

source: Database password
fr: Mot de passe BD

source: Run every
fr: Executer tous les

source: Backup relative file path
fr: Chemin du fichier Backup

source: Backup file size
fr: Taille du backup

source: Error messages
fr: Messages d'erreur

source: Date created
fr: Date de création

source: on
fr: le

source: Database:
fr: Base de donnée:

source: destination server(s)
fr: server de destination(s)

source: Deactivate
fr: Désactiver

source: Activate
fr: Activer

source: Delete item
fr: Supprimer

source: %(start)s – %(end)s of %(count)s results
fr: %(start)s – %(end)s de %(count)s résultats

source: %(count)s results
fr: %(count)s résultats

source: Job Configuration
fr: Configuration du Job

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Add destination server
fr: Ajouter un serveur de dest

source: Check
fr: Vérifier

source: Save
fr: Enregistrer

source: Most recent backups
fr: Backups les plus récents

source: Show more
fr: Voir plus

source: Destination server
fr: Serveur de dest.

source: Multiply the storage locations of your database cluster
fr: Multipliez les zones de stockage de votre cluster de base de données

source: DBBACKUP ensures the perinity of your databases, by storing them on multiple remote servers.
fr: DBBACKUP assure la pérennité de vos bases de données, en les stockant sur plusieurs serveurs distants.

source: Automating and scheduling backups from your cluster of databases
fr: Automatisation et planification des sauvegardes à partir de votre cluster de bases de données

source: Holding a big cluster of databases is not easy to manage safely. DBBackup is the app that prevents your users' data from leaks, deletion and corruption by storing them into many remote servers.
fr: Il n'est pas facile de gérer un énorme cluster de bases de données en toute sécurité. DBBackup est l'application qui vous empêche les fuites de données de vos utilisateurs, la suppression et la corruption en les stockant sur de nombreux serveurs distants.

source: Don't wait things to go wrong !!!
fr: N'attendez plus !!!

source: Backup now
fr: Backup maintenant

source: Visualize backups in real time
fr: Observez vos backups en temps réel

source: Support for a multiple types of Databases
fr: Prise en charge de plusieurs types de Base de données

source: Get started
fr: Lancez-vous

source: Available on every devices
fr: Accessible sur tous les terminaux

source: No matter which device you're currently using, DBBackup allow you to backup your databases in realtime on every terminals.
fr: Peu importe l'appareil que vous utilisez présentement, DBBackup vous permet de backup vos bases de données en temps réel sur tous types de terminaux.

source: On PC
fr: Sur PC

source: Yes, your platform accepts online payment for school fees or everything else, and you collect money on your bank account. Once parents can follow their child online, they can see whatever is due and pay by themselves using whatever Mobile Money wallet or bank account. You have detailed information about those transactions and status of your online wallet.
fr: Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has survived not only five centuries, but also the leap into electronic typesetting, remaining essentially unchanged. It was popularised in the 1960s with the release of Letraset sheets containing Lorem Ipsum passages, and more recently with desktop publishing software like Aldus PageMaker including versions of Lorem Ipsum.

source: On tablet
fr: Sur tablette

source: On phone
fr: Sur téléphone

source: You're in good company
fr: Vous êtes sur une excellente entreprise

source: We have been on the field for many years, building and maintaining great cloud apps that address business-critical issues for some major IT companies in Cameroon. Join those organizations with confidence.
fr: Nous sommes sur le terrain depuis bons nombres d'années, construisant et maintenant de grandes applications cloud qui répodent aux problèmes cruciaux dont souffrent certaines grandes des entreprises IT du Cameroun. Rejoignez ces entrepises avec assurance.

source: Configure jobs on <strong>DBBackup Weblets</strong> now and wait your backup archives to be created and stored on remote servers .
fr: Configurez des tâches sur <strong>DBBackup Weblets</strong> maintenant et patientez que vos archives de backups soient générées et sauvegardées sur des serveurs distants .

source: All rights reserved.
fr: Tous les droits reservés.

source: Legal mentions
fr: Mentions légales

source: Terms & conditions
fr: Termes & conditions

source: About ikwen
fr: À propos d'ikwen

source: Run every:
fr: Exécuter tous les:

source: Destination servers:
fr: Serveurs de dest.:
